[
    {
        "plantName": "White Baneberry",
        "speciesName": "Actaea pachypoda",
        "description": "Also known as Doll's Eyes. The stems, berries, and other parts of the white baneberry are extremely poisonous to humans. The fruits contain cardiogenic toxins, and consuming them can cause hallucinations, dizziness, diarrhea, headaches, severe stomach cramps, salivation, and burning of throat and mouth. Ingesting the berries can also cause cardiac arrest and death.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "26.99",
        "quantity": 0
    },
    {
        "plantName": "Water Hemlock",
        "speciesName": "Cicuta maculata",
        "description": "Water hemlock is infused with deadly cicutoxin, especially in its roots, and will rapidly generate potentially fatal symptoms in anyone unlucky enough to eat it. Painful convulsions, abdominal cramps, nausea, and death are common, and those who survive are often afflicted with amnesia or lasting tremors.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Deadly Nightshade",
        "speciesName": "Atropa belladonna",
        "description": "Nightshade contains atropine and scopolamine in its stems, leaves, berries, and roots, and causes paralysis in the involuntary muscles of the body, including the heart. Even physical contact with the leaves may cause skin irritation.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "White Snakeroot",
        "speciesName": "Ageratina altissima",
        "description": "An innocuous plant, white snakeroot was responsible for the death of Abraham Lincoln’s mother, Nancy Hanks. White snakeroot is a North American herb with flat-topped clusters of small white flowers and contains a toxic alcohol known as trematol. Unlike those who have died from directly ingesting deadly plants, poor Nancy Hanks was poisoned by simply drinking the milk of a cow who had grazed on the plant. ",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Castor Bean",
        "speciesName": "Ricinus communis",
        "description": "It only takes one or two seeds to kill a child and up to eight to kill an adult. Ricin works by inhibiting the synthesis of proteins within cells and can cause severe vomiting, diarrhea, seizures, and even death.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Rosary Pea",
        "speciesName": "Abrus precatorius",
        "description": "Also called jequirity beans, these piously-named seeds contain abrin, an extremely deadly ribosome-inhibiting protein. Rosary peas are native to tropical areas and are often used in jewelry and prayer rosaries. While the seeds are not poisonous if intact, seeds that are scratched, broken, or chewed can be lethal.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Oleander",
        "speciesName": "Nerium oleander",
        "description": "Though commonly grown as a hedge and ornamental, all parts of the oleander plant are deadly and contain lethal cardiac glycosides known as oleandrin and neriine. If eaten, oleander can cause vomiting, diarrhea, erratic pulse, seizures, coma, and death, and contact with the leaves and sap is known to be a skin irritant to some people.",
        "imageUrl": "",
        "category": "poisonous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Venus Flytrap",
        "speciesName": "Dionea muscipula",
        "description": "",
        "imageUrl": "",
        "category": "carniverous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Cobra Lily",
        "speciesName": "Darlingtonia californica",
        "description": "",
        "imageUrl": "",
        "category": "carniverous",
        "price": "",
        "quantity": 0
    },
    {
        "plantName": "Cape Sundew",
        "speciesName": "Drosera capensis",
        "description": "The strap-like leaves are covered in brightly coloured tentacles which secrete a sticky mucilage that traps arthropods. ",
        "imageUrl": "",
        "category": "carniverous",
        "price": "",
        "quantity": 0
    }
]